import { TWord } from "../../components/word-list";

export const WORDS_DATA: TWord[] = [
  {
    word: "Баре́точки",
    description:
      "женские кожаные башмачки со шнурками или пуговицами, на низких каблуках",
    example:
      "Платьишко на ней синее, платок на голове синий и на ногах бареточки синие",
  },
  {
    word: "Ба́ринок",
    description: "уничиж. к барин",
    example: "Тут еще баринок из загра¬ничных бодрится",
  },
  {
    word: "Барничать",
    description: "бездельничать, отдыхать",
    example:
      "Обходительный, видишь, не барничает и в техническом деле понятие имеет",
  },
  {
    word: "Барничать",
    description: "бездельничать, отдыхать",
    example:
      "Обходительный, видишь, не барничает и в техническом деле понятие имеет",
  },
  {
    word: "Барничать",
    description: "бездельничать, отдыхать",
    example:
      "Обходительный, видишь, не барничает и в техническом деле понятие имеет",
  },
];
